{
  "openMenu": "Open main menu",
  "madbullLabel": "MAdbuLL",
  "homeLabel": "home",
  "faucet": "Faucet",
  "faucetHeading": "Before using the faucet please ensure the following:",
  "faucetListItem1": "Read our white paper",
  "faucetListItem2": "You are using a Shelly-Era wallet that supports native assets",
  "faucetListItem3": "Do NOT, we repeat Do NOT send funds from an exchange, your funds could be lost, and you will not receive any $MADBUL",
  "faucetListItem4": "Send ADA to the receiving address in the link below or ($handle compatible wallets to $madbul)",
  "faucetSend": "send 2.5 ADA for 1,000,000 $MADBUL and 1.5 ADA in return",
  "news": "News Bull-etin",
  "newsSubHeading": "(white paper)",
  "newsParagraph0Heading": "Introduction",
  "newsParagraph0": "Have u “herd” the news?! There’s a mad bull on the loose a mad meme with a dream.",
  "newsParagraph1": "The story begins with a young bull by the name of Pajarito, “birdie”. He was named by his mother, Suena, who dreamed that one day her son would fly from the molten tar monsters.",
  "newsParagraph2": "The tar monsters were the leading act at the circus rodeo. These sad face rodeo clowns would keep Pajarito locked in a dark bullpen, show after show, to steal the spotlight while putting on a lackluster act. Pajarito had fixed his mind that if the opportunity ever presented itself he’d make a run for it. After awhile the town grew tired of seeing the same old circus act and the rodeo seats stopped filling. And despite declining sales the clowns kept Pajarito locked in the dark bullpen putting on a show for an empty arena.",
  "newsParagraph3": "Then one day a massive thundering sound was heard throughout all the town, shaking every home, that many had mistaken for an earthquake. But this was no earthquake! It was Pajarito charging into the the locked doors! The town quickly tracked down where the noise had been coming from.",
  "newsParagraph4": "To the surprise of the tar monsters, the arena had become filled beyond capacity. The rodeo clowns, still in denial, rode out to the center of the arena in a mouse car where they were met with boos. Then someone yelled out, “release the bull!” And the crowd began to chant in a frenzy, “release the bull!”",
  "newsParagraph5": "The tar monsters finally gave up and given in to the demands of the crowd and when they did……… Parjarito flew to the moon.",
  "newsParagraph6": "We know this is a white paper not a children’s book but look we all know the story too well the media’s been spreading FUD now let’s give them hell. And if u allow us we’d also like to help change the world. - MAdbuLL.",
  "newsParagraph7Heading": "Technical",
  "newsParagraph7": "You don’t question a MAdbuLL…When you enter the pen, you take your chances! This is the section where you would normally find technical details with diagrams and token spreads. What you get is what you get. No steering you to promises or timelines. We aren’t trying to pull the bull over your eyes. You’re in or out!",
  "newsParagraph8Heading": "Purpose",
  "newsParagraph8": "Memes, that is our purpose for now. You are either A MAdbuLL, or your’e a rodeo clown. We are not here to promise a straight up bull run for profits. Our goal is to create MAdbuLL energy and make you mememillionares. How? By taking aim at the matador (i.e. Twitter,YouTube channels) and charging faster and higher than any meme coin has aimed before.",
  "newsParagraph9Heading": "Tokenomics",
  "newsParagraph9": "We aren’t completely laugh-a-bull so below you will find some graphs that show the token distribution.",
  "graphLable1": "bigmadbull",
  "graphLable2": "remaining supply",
  "newsParagraph10": "50% of the (100,000,000,000,000) initial tokens minted will be gifted to Charles Hoskinson. The other 50% will be allocated as shown by the following chart:",
  "newsParagraph11Heading": "To-Be-Determined",
  "newsParagraph11": "20% of the supply has no designation at this moment; however, we plan to use all our determined bullheaded brains to get this token into as many hooves as possible without the bullfight.",
  "newsParagraph12Heading": "Stake pools",
  "newsParagraph12": "25% of the circulating supply will be allocated to select stake pools.",
  "newsParagraph13Heading": "DripDropz (blockchain-wide distribution)",
  "newsParagraph13": "25% of the circulating supply will be distributed via. dripdropz.",
  "newsParagraph14Heading": "Spring",
  "newsParagraph14": "25% of the circulating supply will be avail-a-bull through the token faucet on",
  "newsParagraph15Heading": "Founder",
  "newsParagraph15": "5% of the circulating supply has been allocated to the founder.",
  "newsParagraph16": "",
  "graphLable3": "DripDropz (blockchain-wide distribution)",
  "graphLable4": "stake pools",
  "graphLable5": "faucet",
  "graphLable6": "undecided",
  "graphLable7": "founder"
}