{
  "openMenu": "Abrir el menú principal",
  "homeLabel": "inicio",
  "madbullLabel": "toroLoco",
  "faucet": "Grifo",
  "faucetHeading": "Antes de utilizar el grifo, asegúrese de lo siguiente:",
  "faucetListItem1": "Lea nuestro libro blanco",
  "faucetListItem2": "Está utilizando un monedero Shelly-Era que admite activos nativos",
  "faucetListItem3": "NO, repetimos NO envíe fondos desde un intercambio, sus fondos podrían perderse, y no recibirá ningún $MADBUL",
  "faucetListItem4": "Enviar ADA a la dirección de recepción en el enlace de abajo o (carteras compatibles con $madbul)",
  "faucetSend": "enviar 2.5 ADA por 1,000,000 $MADBUL y 1.5 ADA a cambio",
  "news": "Noticias Bull-etin",
  "newsSubHeading": "(libro blanco)",
  "newsParagraph0Heading": "Introducción",
  "newsParagraph0": "¿Has “rebañado” las noticias? Hay un toro loco suelto un memo loco con un sueño.",
  "newsParagraph1": "La historia comienza con un joven toro llamado Pajarito. Fue bautizado por su madre, Suena, que soñaba que un día su hijo volaría de los monstruos de alquitrán fundido.",
  "newsParagraph2": "Los monstruos de alquitrán eran el acto principal del rodeo del circo.  Estos payasos de rodeo de cara triste mantenían a Pajarito encerrado en un corral oscuro, función tras función, para robarle el protagonismo mientras ofrecían un espectáculo sin brillo. Pajarito se había propuesto que si alguna vez se le presentaba la oportunidad, haría una carrera. Al cabo de un tiempo, el pueblo se cansó de ver el mismo número de circo de siempre y los asientos del rodeo dejaron de llenarse. Y a pesar de que las ventas disminuían, los payasos mantenían a Pajarito encerrado en el oscuro corralón dando un espectáculo para una arena vacía.",
  "newsParagraph3": "Entonces, un día se oyó un enorme estruendo en toda la ciudad, que hizo temblar todas las casas, y que muchos confundieron con un terremoto. Pero no era un terremoto. Era Pajarito cargando contra las puertas cerradas. El pueblo no tardó en averiguar de dónde procedía el ruido.",
  "newsParagraph4": "Para sorpresa de los monstruos de alquitrán, la arena se había llenado más allá de su capacidad. Los payasos del rodeo, todavía en negación, salieron al centro de la arena en un carro de ratones donde fueron recibidos con abucheos. Entonces alguien gritó: “¡Suelta al toro!”. Y el público empezó a corear con frenesí “¡suelta al toro!”.",
  "newsParagraph5": "Los monstruos de alquitrán finalmente se rindieron y cedieron a las demandas de la multitud y cuando lo hicieron......... Parjarito voló a la luna.",
  "newsParagraph6": "Sabemos que esto es un libro blanco y no un libro para niños, pero mira, todos conocemos la historia demasiado bien, los medios de comunicación han estado difundiendo FUD ahora vamos a darles el infierno. Y si nos permiten también nos gustaría ayudar a cambiar el mundo. - MAdbuLL.",
  "newsParagraph7Heading": "Técnico",
  "newsParagraph7": "No se cuestiona a un MAdbuLL... ¡Cuando entras en el corral, te arriesgas! Esta es la sección en la que normalmente se encuentran los detalles técnicos con diagramas y fichas. Lo que obtienes es lo que obtienes. Nada de dirigirte a promesas o plazos. No tratamos de ponerte el toro sobre los ojos. ¡Estás dentro o fuera!",
  "newsParagraph8Heading": "Propósito",
  "newsParagraph8": "Memes, ese es nuestro propósito por ahora. O eres un MAdbuLL, o eres un payaso de rodeo. No estamos aquí para prometer un encierro directo para obtener beneficios. Nuestro objetivo es crear energía MAdbuLL y haceros mememillonarios. ¿Cómo? Apuntando al matador (es decir, Twitter, canales de YouTube) y cargando más rápido y más alto de lo que cualquier moneda de meme ha apuntado antes.",
  "newsParagraph9Heading": "Tokenomics",
  "newsParagraph9": "No somos completamente risueños, así que a continuación encontrarás algunos gráficos que muestran la distribución de los tokens.",
  "graphLable1": "bigmadbull",
  "graphLable2": "suministro en circulación",
  "newsParagraph10": "El 50% de los (100.000.000.000) tokens iniciales acuñados serán regalados a Charles Hoskinson. El otro 50% se repartirá como se muestra en el siguiente gráfico:",
  "newsParagraph11Heading": "Por determinar",
  "newsParagraph11": "El 20% de la oferta no tiene designación en este momento; sin embargo, pensamos utilizar todos nuestros decididos cerebros de cabeza de toro para que esta ficha llegue a tantos cascos como sea posible sin la corrida.",
  "newsParagraph12Heading": "Reservas de estacas",
  "newsParagraph12": "El 25% de la oferta en circulación se asignará a determinados grupos de apuestas.",
  "newsParagraph13Heading": "DripDropz (distribución en toda la cadena de bloques)",
  "newsParagraph13": "El 25% de la oferta en circulación se distribuirá a través de dripdropz.",
  "newsParagraph14Heading": "Primavera",
  "newsParagraph14": "El 25% de la oferta en circulación estará disponible a través del grifo de fichas en",
  "newsParagraph15Heading": "Fundador",
  "newsParagraph15": "El 5% de la oferta en circulación se ha asignado al fundador",
  "newsParagraph16": "*Traducción realizada con la versión gratuita del traductor",
  "graphLable3": "DripDropz (distribución en toda la cadena de bloques)",
  "graphLable4": "grupos de interés",
  "graphLable5": "grifo",
  "graphLable6": "indecisos",
  "graphLable7": "fundador"
}